package com.example.dohodrashod;

public class Massiv {
    public static final String[] mes = {"февраля2022", "марта2022", "апреля2022", "мая2022", "июня2022", "июля2022", "августа2022", "сентября2022", "октября2022", "ноября2022", "декабря2022",
            "января2023", "февраля2023", "марта2023", "апреля2023", "мая2023", "июня2023", "июля2023", "августа2023", "сентября2023", "октября2023", "ноября2023", "декабря2023",
            "января2024", "февраля2024", "марта2024", "апреля2024", "мая2024", "июня2024", "июля2024", "августа2024", "сентября2024", "октября2024", "ноября2024", "декабря2024",
            "января2025", "февраля2025", "марта2025", "апреля2025", "мая2025", "июня2025", "июля2025", "августа2025", "сентября2025", "октября2025", "ноября2025", "декабря2025",
            "января2026", "февраля2026", "марта2026", "апреля2026", "мая2026", "июня2026", "июля2026", "августа2026", "сентября2026", "октября2026", "ноября2026", "декабря2026",
            "января2027", "февраля2027", "марта2027", "апреля2027", "мая2027", "июня2027", "июля2027", "августа2027", "сентября2027", "октября2027", "ноября2027", "декабря2027",
            "января2028", "февраля2028", "марта2028", "апреля2028", "мая2028", "июня2028", "июля2028", "августа2028", "сентября2028", "октября2028", "ноября2028", "декабря2028",
            "января2029", "февраля2029", "марта2029", "апреля2029", "мая2029", "июня2029", "июля2029", "августа2029", "сентября2029", "октября2029", "ноября2029", "декабря2029",
            "января2030", "февраля2030", "марта2030", "апреля2030", "мая2030", "июня2030", "июля2030", "августа2030", "сентября2030", "октября2030", "ноября2030", "декабря2030",
            "января2031", "февраля2031", "марта2031", "апреля2031", "мая2031", "июня2031", "июля2031", "августа2031", "сентября2031", "октября2031", "ноября2031", "декабря2031"};
    public static final String[] viwod = {"Февраль 2022", "Март 2022", "Апрель 2022", "Май 2022", "Июнь 2022", "Июль 2022", "Август 2022", "Сентябрь 2022", "Октябрь 2022", "Ноябрь 2022", "Декабрь 2022",
            "Январь 2023", "Февраль 2023", "Март 2023", "Апрель 2023", "Май 2023", "Июнь 2023", "Июль 2023", "Август 2023", "Сентябрь 2023", "Октябрь 2023", "Ноябрь 2023", "Декабрь 2023",
            "Январь 2024", "Февраль 2024", "Март 2024", "Апрель 2024", "Май 2024", "Июнь 2024", "Июль 2024", "Август 2024", "Сентябрь 2024", "Октябрь 2024", "Ноябрь 2024", "Декабрь 2024",
            "Январь 2025", "Февраль 2025", "Март 2025", "Апрель 2025", "Май 2025", "Июнь 2025", "Июль 2025", "Август 2025", "Сентябрь 2025", "Октябрь 2025", "Ноябрь 2025", "Декабрь 2025",
            "Январь 2026", "Февраль 2026", "Март 2026", "Апрель 2026", "Май 2026", "Июнь 2026", "Июль 2026", "Август 2026", "Сентябрь 2026", "Октябрь 2026", "Ноябрь 2026", "Декабрь 2026",
            "Январь 2027", "Февраль 2027", "Март 2027", "Апрель 2027", "Май 2027", "Июнь 2027", "Июль 2027", "Август 2027", "Сентябрь 2027", "Октябрь 2027", "Ноябрь 2027", "Декабрь 2027",
            "Январь 2028", "Февраль 2028", "Март 2028", "Апрель 2028", "Май 2028", "Июнь 2028", "Июль 2028", "Август 2028", "Сентябрь 2028", "Октябрь 2028", "Ноябрь 2028", "Декабрь 2028",
            "Январь 2029", "Февраль 2029", "Март 2029", "Апрель 2029", "Май 2029", "Июнь 2029", "Июль 2029", "Август 2029", "Сентябрь 2029", "Октябрь 2029", "Ноябрь 2029", "Декабрь 2029",
            "Январь 2030", "Февраль 2030", "Март 2030", "Апрель 2030", "Май 2030", "Июнь 2030", "Июль 2030", "Август 2030", "Сентябрь 2030", "Октябрь 2030", "Ноябрь 2030", "Декабрь 2030",
            "Январь 2031", "Февраль 2031", "Март 2031", "Апрель 2031", "Май 2031", "Июнь 2031", "Июль 2031", "Август 2031", "Сентябрь 2031", "Октябрь 2031", "Ноябрь 2031", "Декабрь 2031"};
}
